---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilteredWorksetCollector
source: html/12ac073f-3a44-8307-4b9f-1af661164c0f.htm
---
# FilteredWorksetCollector Members

Constructs a new FilteredWorksetCollector that will search and filter the set of worksets in a document.